Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་སྟན་ལས་ལངས་ཏེ་ཞེས་བྱ་བ་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ་ཞེས་བྱ་བ་ནས། གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་སྟ་གོན་བྱས་ནས།
en: Then the householder Anāthapiṇḍada rose from his seat . . . made the gesture of supplication to the Blessed One, and said, “May the Blessed One together with the community of monks assent to my offer of a meal at my house tomorrow.” He . . . prepared a pure and fine meal during the night.

source: ནང་པར་སྔར་ལངས་ཏེ་གདན་བཏིང་ནས་ནོར་བུའི་ཆུ་སྣོད་སྟ་གོན་བྱས་ནས་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ། བཅོམ་ལྡན་འདས་ལ་སྤྱན་འདྲེན་གྱིས་དུས་ཚོད་གསོལ་པ།
en: After he rose at dawn, he prepared seats, set up a jeweled pitcher, and let the Blessed One know the time by messenger:

source: བཙུན་པ་གདུགས་ཚོད་ལགས་ཤིང་མཆིས་ན་བཅོམ་ལྡན་འདས་དེའི་དུས་ལ་བབ་པར་དགོངས་སུ་གསོལ།
en: “O Honored One, the time has arrived. May the Blessed One know that the meal is ready.”

source: །སྒོ་སྲུངས་ཀྱི་མི་ལ་བསྒོ་བ། ཀྱེ་ནང་རྗེ་རེ་ཞིག་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་གདུགས་ཚོད་མ་གསོལ་གྱི་བར་དུ་གཞན་མུ་སྟེགས་པ་དག་ནང་དུ་མ་བཏང་ཞིག །དེའི་འོག་ཏུ་མུ་སྟེགས་པ་རྣམས་ལ་སྦྱིན་ནོ།
en: The householder ordered a doorkeeper, “Sir, do not let non-Buddhist ascetics enter the house until the community of monks headed by the Buddha has finished the meal. After that, I will give a meal to the non-Buddhist ascetics.”

source: །ཇོ་བོ་བཀའ་བཞིན་འཚལ་ཞེས་སྒོ་སྲུངས་ཀྱི་མིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལས་མཉན་ཏོ།
en: “Certainly, Master,” replied the doorkeeper to the householder Anāthapiṇḍada.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོ་ཤམ་ཐབས་མནབས་ལྷུང་བཟེད་དང་ཆོས་གོས་བསྣམས་ཏེ་དགེ་སློང་གི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་།
en: Thereupon the Blessed One dressed early in the morning, took his bowl and his robe, and went . . . surrounded by a group of monks, and followed by the community of monks . . . .

source: དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་གྱིས་བལྟས་ནས་ཞེས་བྱ་བ་ནས་ཕྱག་བཅབས་ཏེ་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་མཉན་པའི་ཕྱིར་འདུག་གོ།
en: Knowing the Blessed One had . . . washed his hands and his bowl, the householder Anāthapiṇḍada took a low seat and sat before the Blessed One in order to hear the Dharma.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་དགོན་པའི་གནས་མལ་ཞིག་ནས་སྐྲ་དང་ཁ་སྤུ་རིང་ཞིང་ཆོས་གོས་ངན་པ་ཞིག་གྱོན་ཏེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་འོངས་ཏེ།
en: Then the venerable Mahākāśyapa came to the Jetavana from a certain dwelling place in the wilderness, with long hair and beard and in his shabby robes.

source: དེས་བལྟས་ན་རྒྱལ་བྱེད་ཀྱི་ཚལ་སྟོང་པར་འདུག་ནས་དེས་དགེ་སྐོས་ལ་དྲིས་པ།
en: When he saw the Jetavana, there was no one there.

source: སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་གང་དུ་བཞུད།
en: He asked a monk who was responsible for monastic property, “Where is the community of monks headed by the Buddha?”

source: དེས་སྨྲས་པ། ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་སྤྱན་དྲངས་སོ།
en: The monk told him, “They have been invited by the householder Anāthapiṇḍada.”

source: །དེས་བསམས་པ། དེ་ཉིད་དུ་བསོད་སྙོམས་བཟའ་ཞིང་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱའོ་སྙམ་ནས།
en: The venerable Mahākāśyapa thought, “I will eat almsfood there and serve the community of monks headed by the Buddha.”

source: དེ་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཁྱིམ་དུ་སོང་བ་དང་། སྒོ་སྲུངས་ཀྱིས་སྨྲས་པ།
en: When he went to the house of the householder Anāthapiṇḍada, the doorkeeper said, “O noble one, please do not enter the house.” “Why?”

source: འཕགས་པ་ནང་དུ་མ་བཞུད་པར་གཞེས་ཤིག །ཅིའི་ཕྱིར་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱི་མཆིད་ནས་རེ་ཞིག་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་གདུགས་ཚོད་མ་གསོལ་གྱི་བར་དུ་གཞན་མུ་སྟེགས་པ་དག་ནང་དུ་མ་བཏང་ཞིག །དེའི་འོག་ཏུ་མུ་སྟེགས་པ་རྣམས་ལ་སྦྱིན་ནོ་ཞེས་བསྒོ་ལགས་སོ།
en: “The householder Anāthapiṇḍada ordered me, ‘Do not let non-Buddhist ascetics enter the house until the community of monks headed by the Buddha has finished the meal. After that, I will give a meal to the non-Buddhist ascetics.’ ”

source: །ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་བསམས་པ། བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གིས་བདག་ལ་དགེ་སྦྱོང་ཤཱཀྱའི་སྲས་ཀྱི་ཡིན་ནོ་ཞེས་བྱ་བར་མ་ཤེས་པ་དེ་ནི་བདག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་ཀྱིས་སོང་ལ་སྐྱེ་བོ་བཀྲེན་པ་རྣམས་ལ་སྙིང་རྗེ་བྱའོ་སྙམ་དུ་བསམས་ཏེ་སྐྱེད་མོས་ཚལ་དུ་སོང་ནས་དེས་བསམས་པ།
en: “I have attained a great boon,” thought the venerable Mahākāśyapa, “for the brahmins and householders do not know me to be a śramaṇa who is a son of the Śākyans. I will go and practice compassion for poor people.” With this thought, he went to a park and asked himself, “Whom should I accept as a follower today?”

source: དེང་བདག་གིས་སུ་ཞིག་རྗེས་སུ་གཟུང་བར་བྱ་སྙམ་པ་དང་། རེ་ཞིག་ཅིག་ན་གྲོང་ཕྱི་ཉུག་མ་མཛེས་ཐེབས་པ་ལུས་ཞིགས་ཤིང་ལུས་ལས་རྣག་ཁྲག་འཛག་པ་ཞིག་སློང་མོ་ལ་རྒྱུ་ཞིང་འདུག་ནས་དེའི་དྲུང་དུ་དེ་སོང་བ་དང་དེས་ཀྱང་བསླངས་ན་འབྲས་ཁུ་ཞིག་རྙེད་ནས།
en: Shortly afterward, he approached a leprous beggar woman who was wandering and begging, and from whose body pus and blood were oozing. She had obtained by begging water that had been used for boiling rice.

source: དེས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལུས་མཛེས་པ་དང་སེམས་དང་ཞིང་སྤྱོད་ལམ་ཞི་བར་མཐོང་ནས་དེས་བསམས་པ།
en: She saw the venerable Mahākāśyapa, whose body was beautiful, whose mind was pure, and whose behavior was calm, and thought, “I have certainly not performed any service for such a one worthy of veneration in the past;

source: ངེས་པར་བདག་གིས་ཡོན་གནས་འདི་ལྟ་བུ་ལ་བྱ་བ་མ་བྱས་པས་དེས་ན་བདག་འདི་ལྟ་བུའི་གནས་སུ་གྱུར་གྱིས།
en: because of that, I am now in this circumstance.

source: གལ་ཏེ་འཕགས་པ་འོད་སྲུང་ཆེན་པོས་བདག་ལ་ཐུགས་བརྩེ་བའི་ཕྱིར་འབྲས་ཁུ་བཞེས་ན་བདག་གིས་འདི་དབུལ་ལོ་སྙམ་པ་དང་། དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་དེའི་བསམ་པ་སེམས་ཀྱིས་ཤེས་ནས་ལྷུང་བཟེད་བཟེད་དེ།
en: If the noble one Mahākāśyapa accepts out of compassion for me this water that had been used for boiling rice, I will offer it to him.”

source: སྲིང་མོ་གལ་ཏེ་ཁྱོད་ཀྱིས་བཏང་བ་ཡིན་ན་ལྷུང་བཟེད་འདིར་ལུགས་ཤིག །དེ་ནས་དེས་སེམས་མངོན་པར་དད་པར་བྱས་ནས་ལྷུང་བཟེད་དེར་བླུགས་པ་དང་སྦྲང་མ་ཞིག་ལྷུང་ངོ་།
en: The venerable Mahākāśyapa knew her thoughts and held out his bowl, saying, “Sister, if you will give it to me, please pour it into this bowl.” Then her mind was filled with faith. When she poured the water into the bowl, a bee fell into it.

source: །དེས་དེ་དབྱུང་བར་བརྩམས་པ་དང་། འབྲས་ཁུ་དེའི་ནང་དུ་སོར་མོ་གཅིག་ཆད་དེ་ལྷུང་ངོ་། །དེས་བསམས་པ།
en: She tried to remove it, but then one of her fingers broke off and fell into the water that had been used for boiling rice.

source: འཕགས་པས་བདག་གི་སེམས་བསྲུང་བའི་ཕྱིར་མ་ཕོར་ཟད་ཀྱི་འོན་ཀྱང་གསོལ་ནི་མི་གསོལ་ལོ་སྙམ་པ་དང་། ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་དེའི་བསམ་པ་སེམས་ཀྱིས་ཤེས་ནས་དེའི་མངོན་སུམ་ཁོ་ནར་འབབ་པའི་རྩིག་དྲུང་ཞིག་ཏུ་འདུག་ནས་འཐུངས་པ་དང་། དེས་བསམས་པ།
en: She thought, “Even though the noble one, concerned about my feelings, may not throw it out, he will not consume it.” The venerable Mahākāśyapa, knowing her thoughts, went to a wall in front of her, sat down by the wall, and ate.

source: ཅུང་ཟད་དུ་ན་བདག་གི་སེམས་བསྲུང་བའི་ཕྱིར་གསོལ་གྱི། འོན་ཀྱང་འདིས་ཟས་ཀྱི་གོ་ཆོད་པར་ནི་མ་བྱས་སོ་སྙམ་པ་དང་། དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་དེའི་བསམ་པ་སེམས་ཀྱིས་ཤེས་ནས་གྲོང་ཕྱི་ཉུག་མ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: She thought, “Although the noble one, concerned about my feelings, has eaten some of the food, it will not serve as a meal.”

source: །སྲིང་མོ་རབ་ཏུ་དགའ་བ་སྐྱེད་ཅིག་དང་ཁྱོད་ཀྱིས་བྱིན་པའི་ཟས་འདིས་ཁོ་བོ་ཉིན་ཞག་གཅིག་འདའ་བར་བྱའོ།
en: The venerable Mahākāśyapa, knowing her thoughts, said to the beggar woman, “Rejoice, sister. I will live for a whole day and night with this meal given by you.”

source: །དེ་ལྷག་པར་དགའ་བ་སྐྱེས་ནས་བདག་གིས་འཕགས་པ་འོད་སྲུང་ཆེན་པོ་ལ་བསོད་སྙོམས་བསྟབས་ན་བཞེས་སོ་སྙམ་ནས། ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་སེམས་དང་བ་བསྐྱེད་ནས་ཤི་བས་དགའ་ལྡན་གྱི་ལྷའི་རིས་སུ་སྐྱེས་སོ།
en: She rejoiced greatly, thinking, “I offered almsfood to the noble one Mahākāśyapa, and he accepted it!” She died, her mind filled with faith in the venerable Mahākāśyapa, and was reborn among the gods of Tuṣita.

source: །ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་དེས་འབྲས་ཁུ་ཞིག་ཕུལ་ནས་སེམས་མངོན་པར་དད་པར་བྱས་ནས་ཤི་བ་ནི་མཐོང་ན་གང་དུ་སྐྱེས་པ་མ་མཐོང་ནས། དེས་སེམས་ཅན་དམྱལ་བར་བརྟག་པར་བརྩམས་ན་ཡང་མ་མཐོང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། མི་དང་། རྒྱལ་ཆེན་བཞིའི་རིས་དང་། སུམ་བཅུ་རྩ་གསུམ་པ་རྣམས་སུ་ཡང་མ་མཐོང་སྟེ།
en: Śakra, Lord of the Gods, saw her offer water that had been used for boiling rice, gain faith, and die, but he did not see where she was reborn, even though he tried to find her among the beings of hell, the animals, the hungry ghosts, the humans, the gods attendant on the Four Great Kings, and the Thirty-Three Gods.

source: འདི་ལྟར་ལྷ་རྣམས་ཀྱི་ཤེས་པ་མཐོང་བ་ནི་འོག་ཏུ་འཇུག་གི་གོང་དུ་མི་འཇུག་གོ། །།འདུལ་བ་གཞི། བམ་པོ་བཞི་བཅུ་པ།
en: Thus, the knowledge of gods works downward, not upward.

source: དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ལ་ཚིགས་སུ་བཅད་པའི་དབྱངས་ཀྱིས་ཞུ་བ་ཞུས་པ། འོད་སྲུང་བདག་ཉིད་ཆེན་པོ་ཅན།
en: Thereupon Śakra, Lord of the Gods, went to the Blessed One. When he arrived, he asked the Blessed One a question, singing it in verse:

source: །བསོད་སྙོམས་ཕྱིར་ནི་རྒྱུ་བ་ན།
en: “Where is the woman rejoicing,

source: །འོད་སྲུང་འབྲས་ཁུ་ཕུལ་བ་ཡི།
en: Who offered water used for boiling rice to Kāśyapa, When Kāśyapa, the one of great nature,

source: །བུད་མེད་དེ་ནི་གར་དགའ་ལགས།
en: Was going around begging?”

source: དགའ་ལྡན་ཞེས་བྱའི་ལྷ་དེ་རྣམས།
en: “Those gods called Tuṣita

source: །འདོད་པ་ཐམས་ཅད་འབྱོར་པ་སྟེ།
en: Are rich in every object of desire.

source: །བུད་མེད་དེ་ནི་དེ་ན་དགའ།
en: Is rejoicing there.”

source: །དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་འདི་སྙམ་དུ་སེམས་ཏེ། རེ་ཞིག་མི་འདི་དག་ནི་བསོད་ནམས་མངོན་སུམ་དུ་མ་མཐོང་ན་ཡང་སྦྱིན་པ་དག་གཏོང་། བསོད་ནམས་དག་བྱེད་ན།
en: Śakra, Lord of the Gods, then thought, “These humans give donations and make merit, even though they do not understand merit.

source: བདག་བསོད་ནམས་དག་མངོན་སུམ་དུ་མཐོང་ཞིང་རང་གི་བསོད་ནམས་ཀྱི་འབྲས་བུ་ལ་གནས་པ་གོ་ཅིའི་ཕྱིར་སྦྱིན་པ་དག་མི་གཏང་བསོད་ནམས་དག་མི་བྱ་སྙམ་ནས།
en: Why should I, who does understand merit and am now enjoying the fruit of my merit, not give donations and make merit?

source: འཕགས་པ་འོད་སྲུང་ཆེན་པོ་འདི་སྡུག་པ་དང་། མགོན་མེད་པ་དང་། བཀྲེན་པ་དང་། ཕོངས་པ་ལ་ཐུགས་བརྩེ་བ་ཡིན་གྱིས། མ་ལ་བདག་གིས་འདི་ལ་བསོད་སྙོམས་བསྟབ་པར་བྱའོ་སྙམ་དུ་བསམས་ནས།
en: Since this noble one Mahākāśyapa is compassionate toward those who are wretched, helpless, poor, and destitute, I will now offer almsfood to him.”

source: བཀྲེན་པའི་སྲང་དུ་ཁྱིམ་ཤག་ཤིག་ཏུ་འདུག་པ། ལྷང་ལྷོང་རྡོལ་བ་ཤིན་ཏུ་མི་བཟད་པ་ཞིག་སྤྲུལ་ནས། བདག་ཉིད་ཐག་པ་སྐྲ་ཡེགས་པ། ཤ་ནའི་རས་ཀྱི་སྨད་གཡོགས་གྱོན་པ། རྐང་ལག་སེར་ག་བྱུང་བ་ཞིག་ཏུ་སྤྲུལ་ནས་རས་འཐག་པར་བརྩམས་སོ།
en: He produced a solitary, tumbledown, very shabby house in a village of the poor, and he himself changed into a shaggy-haired weaver in a hempen garment, whose limbs were covered with cuts, and began to weave cloth.

source: །ལྷ་མོ་བདེ་སོགས་ཀྱང་ཐག་པའི་ཆུང་མའི་ཆ་བྱད་དུ་བྱས་ནས་རས་སྐུད་འཇུ་བར་བརྩམས་སོ།
en: Śacī, a goddess, dressed as the wife of the weaver and began to weave, throwing the shuttle. Divine food was prepared by his side.

source: །དེའི་ཕྱོགས་གཅིག་ཏུ་ནི་ལྷའི་ཞལ་ཟས་ཞིག་སྟ་གོན་བྱས་ཏེ་བཞག་པ་དང་། དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་བཀྲེན་པ་དང་། མགོན་མེད་པ་དང་། ཕོངས་པའི་སྐྱེ་བོ་རྣམས་ལ་རྗེས་སུ་བརྩེ་བའི་ཕྱིར་རིམ་གྱིས་ཁང་པ་དེར་ཕྱིན་ནས་འདི་ནི་སྡུག་བསྔལ་བ་ཞིག་གོ་ཞེས་ལྷུང་བཟེད་བཟེད་ནས་སྒོར་བསྡད་པ་དང་། ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་ལྷའི་ཞལ་ཟས་ཀྱིས་བཀང་ངོ་།
en: Then, being compassionate toward those who are wretched, helpless, and destitute, the venerable Mahākāśyapa arrived in due course at the house. When he stood at the door holding his bowl, thinking that it was a suffering man, Śakra, Lord of the Gods, filled the bowl with divine food.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་འདི་སྙམ་དུ་འདིའི་ཟས་ལྷའི་བདུད་རྩི་ལ་ཁྱིམ་གྱི་སྤུངས་ནི་འདི་ཙམ་པས་ཤིན་ཏུ་འགལ་ལོ་ཞེས་བསམས་ཏེ།
en: The venerable Mahākāśyapa then thought: “The meal of this man is divine nectar, Whereas his house is this humble in size. With the thought that this was a great contradiction,

source: བདག་གི་སྙིང་ལ་ཐེ་ཚོམ་སྐྱེས་པ། འདི་ནི་ཆོས་ཉིད་ཡིན་ཏེ།
en: Doubt has arisen in my mind.” It is natural that the knowledge of arhats does not function when they are not particularly attentive.

source: དགྲ་བཅོམ་པ་རྣམས་ནི་མ་བསམས་པར་ཡེ་ཤེས་མཐོང་བ་མི་འཇུག་པས་བསམ་པ་ལ་ཞུགས་པ་དང་། ཇི་ཙམ་ན་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་ཡིན་པར་མཐོང་ནས་དེས་སྨྲས་པ། ཀཽ་ཤི་ཀ་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཁྱོད་ཀྱི་ཡུན་རིང་པོ་ནས་རྗེས་སུ་འབྲེལ་པའི་ཐེ་ཚོམ་དང་སོམ་ཉིའི་ཟུག་རྔུ་རྩ་ནས་ཕྱུང་ཟིན་ན་ཅིའི་ཕྱིར་སྐྱེ་བོ་སྡུག་བསྔལ་བའི་བར་ཆད་བྱེད།
en: When he focused his attention, he saw that the man was Śakra, Lord of the Gods, and said, “O Kauśika, the arrows of your longtime uncertainty and doubt have been uprooted by the Tathāgata, the Arhat, the Perfectly Awakened One, so why do you interfere with suffering people?”

source: འཕགས་པ་འོད་སྲུང་ཆེན་པོ་སྐྱེ་བོ་སྡུག་བསྔལ་བའི་བར་ཆད་ཅི་སྟེ་བགྱིད།
en: “O noble one Mahākāśyapa, why do I interfere with suffering people?

source: རེ་ཞིག་མི་འདི་རྣམས་ནི་བསོད་ནམས་དག་མངོན་སུམ་དུ་མ་མཐོང་ན་ཡང་སྦྱིན་པ་དག་གཏོང་། བསོད་ནམས་དག་བགྱིད་ན།
en: These humans give donations and make merit, even though they do not understand merit.

source: བདག་བསོད་ནམས་དག་མངོན་སུམ་དུ་མཐོང་ཞིང་རང་གི་བསོད་ནམས་ཀྱི་འབྲས་བུ་ལ་གནས་པ་གོ་ཅིའི་ཕྱིར་སྦྱིན་པ་དག་མི་གཏང་།
en: I do understand merit and am now enjoying the fruit of my merit;

source: བསོད་ནམས་དག་མི་བགྱིད།
en: why should I not give donations and make merit?

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་།
en: Did the Blessed One not say this:

source: བསོད་ནམས་དག་ནི་བྱ་དགོས་ཏེ།
en: “ ‘You should make merit;

source: །བསོད་ནམས་མ་བྱས་སྡུག་བསྔལ་འགྱུར།
en: Having not made merit, you will suffer.

source: །བསོད་ནམས་དག་ནི་བྱས་པ་ཡིས།
en: Those who have made merit

source: །འཇིག་རྟེན་འདི་དང་ཕ་རོལ་དགའ། །ཞེས་མ་གསུངས་སམ།
en: Will rejoice in this world and the next.’ ”

source: དེ་ཕྱིན་ཆད་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་བསམས་ནས་ཁྱིམ་རྣམས་སུ་བསོད་སྙོམས་ལ་འགྲོ་བར་བརྩམས་སོ།
en: Thereafter the venerable Mahākāśyapa was attentive whenever he entered a house for alms.

source: །དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་ནམ་མཁའ་ལ་འདུག་བཞིན་དུ་ལྷའི་ཞལ་ཟས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་གི་ལྷུང་བཟེད་འགེངས་པ་དང་། ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་ལྷུང་བཟེད་ཁས་བུབ་པས་བཟའ་བ་དང་བཏུང་བ་བོར་བར་གྱུར་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: At that time, Śakra, Lord of the Gods, remaining in the air, filled the venerable Mahākāśyapa’s bowl with divine food. The venerable Mahākāśyapa turned the bowl upside down, whereupon the food and drink were wasted. When the monks reported this matter to the Blessed One, the Blessed One said, “On account of that, I authorize you to have a cover for a bowl.”

source: དེའི་ཕྱིར་རྗེས་སུ་གནང་གིས་ལྷུང་བཟེད་ཀྱི་ཁ་གཡོགས་བཅང་བར་བྱའོ།
en: Then there was a loud shout:

source: །གྲོང་ཕྱི་ཉུག་མ་ཆེ་གེ་མོ་ཞེས་བྱ་བས་འཕགས་པ་འོད་སྲུང་ཆེན་པོ་ལ་འབྲས་ཁུ་གསོལ་ནས་དེ་དགའ་ལྡན་གྱི་ལྷ་རྣམས་ཀྱི་རིས་སུ་སྐྱེས་སོ་ཞེས་ཀུན་དུ་སྒྲ་གྲགས་སོ།
en: “The beggar woman So-and-so offered water that had been used for boiling rice to the noble one Mahākāśyapa, and she was reborn among the gods of Tuṣita!” B.

source: །ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་གྲོང་ཕྱི་ཉུག་མ་ཆེ་གེ་མོ་ཞེས་བྱ་བས་འཕགས་པ་འོད་སྲུང་ཆེན་པོ་ལ་འབྲས་ཁུ་གསོལ་ནས་དགའ་ལྡན་གྱི་ལྷའི་རིས་སུ་སྐྱེས་སོ་ཞེས་ཐོས་སོ།
en: The Offerings by King Prasenajit When King Prasenajit of Kosala heard that the beggar woman So-and-so had offered water that had been used for boiling rice to the noble one Mahākāśyapa and had been reborn among the gods of Tuṣita, he went to the Blessed One.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད་ཅེས་བྱ་བ་ནས།
en: When King Prasenajit of Kosala had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, . . . him.

source: ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: After he had . . . delighted him . . . , the Blessed One remained silent.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འཕགས་པ་འོད་སྲུང་ཆེན་པོའི་སླད་དུ་དགུང་བདུན་དུ་བདག་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ།
en: Then King Prasenajit of Kosala rose from his seat, draped his upper robe over one shoulder, knelt on his right knee, made the gesture of supplication to the Blessed One, and said, “May the Blessed One assent to my offer of a meal for seven days, in the name of the noble one Mahākāśyapa.”

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: Then King Prasenajit of Kosala, knowing that the Blessed One had assented by remaining silent, bowed low until his forehead touched the Blessed One’s feet, and departed from his presence.

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་དེ་ཉིད་ཀྱི་ནུབ་མོ་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་སྟ་གོན་བྱས་ནས་ནང་པར་སྔར་ལངས་ཏེ་གདན་བཏིང་ནས་ནོར་བུའི་ཆུ་སྣོད་བཞག་ནས་བཅོམ་ལྡན་འདས་ལ་སྤྱན་འདྲེན་གྱིས་དུས་ཚོད་གསོལ་པ་ཞེས་བྱ་བ་ནས།
en: Thereupon King Prasenajit of Kosala prepared a pure and fine meal during the night. After he rose at dawn, he prepared seats, set up a jeweled pitcher, and let the Blessed One know the time by messenger . . . with his own hands he served and satisfied them . . . . A certain beggar was sitting in the elder’s seat.

source: རང་གི་ལག་ནས་སྟོབས་ཤིང་ཚིམ་པར་བྱེད་དེ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ། །མུ་ལྟོ་བ་ཞིག་རྒན་གྲལ་ལོགས་ན་འདུག་པ་རྒྱལ་པོ་འདི་བསོད་ནམས་དག་མངོན་སུམ་དུ་མཐོང་ཞིང་རང་གི་བསོད་ནམས་ཀྱི་འབྲས་བུ་ལ་གནས་པ་ཡིན་པས་བསོད་ནམས་དག་གིས་ངོམས་མི་ཤེས་པར་སྦྱིན་པ་དག་གཏོང་བསོད་ནམས་དག་བྱེད་དོ་ཞེས་སེམས་མངོན་པར་དད་པར་གྱུར་ཏོ།
en: His mind was filled with faith when he thought, “Understanding merit and enjoying the fruit of his merit, this king gives donations and makes merit, not content with the merit there is.”

source: །དེ་ནས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་རྣམ་གྲངས་དུ་མར་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་རང་གི་ལག་ནས་བསྟབས་ཤིང་ཚིམ་པར་བྱས་ཏེ།
en: King Prasenajit of Kosala, with his own hands, served and satisfied the community of monks headed by the Buddha with a pure and fine meal.

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསོལ་ཟིན་ནས་ཕྱག་བཅབས་ཏེ་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ་ཆོས་མཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ།
en: Knowing the Blessed One had finished his meal and washed his hands and his bowl, he took a low seat and sat before the Blessed One in order to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་སུའི་མིང་ནས་བརྗོད་དེ་ཡོན་བསྔོ་བ་བྱ། ཅི་ཁྱོད་ཀྱི་འམ། འོན་ཏེ་ཁྱོད་པས་བསོད་ནམས་ཆེས་མང་དུ་བསྐྱེད་པ་གང་ཡིན་པ་ཞིག་གི།
en: Then the Blessed One said, “Great King, to whose name shall I assign the rewards of the offerings, yours or that of someone who has made greater merit than you?”

source: རྒྱལ་པོས་བསམས་པ་བདག་གི་བསོད་སྙོམས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡོངས་སུ་ལོངས་སྤྱད་པས་བདག་བས་བསོད་ནམས་ཆེས་མང་དུ་བསྐྱེད་པ་གཞན་ལྟ་སུ་ཡོད་སྙམ་དུ་བསམས་ནས་གསོལ་པ།
en: The king thought, “The Blessed One has accepted the almsfood from me.

source: བཅོམ་ལྡན་འདས་བདག་པས་བསོད་ནམས་ཆེས་མང་དུ་བསྐྱེད་པ་གང་ལགས་པ་དེའི་མིང་ནས་བརྗོད་ཅིང་བཅོམ་ལྡན་འདས་ཀྱིས་ཡོན་བསྔོ་བ་མཛད་དུ་གསོལ།
en: Who, then, has made greater merit than I?” He said, “O Blessed One, may the Blessed One assign the rewards of the offerings to the name of someone who has made greater merit than I.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མུ་ལྟོ་བ་དེའི་མིང་ནས་བརྗོད་ཅིང་ཡོན་བསྔོ་བ་མཛད་དོ། །དེ་བཞིན་དུ་ཉི་མ་དྲུག་གི་བར་དུ་མཛད་པ་དང་། ཉི་མ་དྲུག་པ་ལ་རྒྱལ་པོ་ལག་པ་ལ་འགྲམ་པ་གཏད་ནས།
en: The Blessed One then assigned the rewards of the offerings to the name of the beggar. He did this for six days.

source: བཅོམ་ལྡན་འདས་ནི་བདག་གི་བསོད་སྙོམས་ལོངས་སྤྱད་ཅིང་ཡོན་བསྔོ་བ་ནི་མུ་ལྟོ་བའི་མིང་ནས་བརྗོད་ནས་མཛད་དོ་སྙམ་སྟེ་སེམས་ཁོང་དུ་ཆུད་ཅིང་འདུག་པ་དེ་བློན་པོ་རྣམས་ཀྱིས་མཐོང་ནས་དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: On the sixth day, the king was plunged into grief, resting his cheek on his hand, thinking, “The Blessed One assigned the rewards of the offerings to the name of a beggar, though he had accepted the almsfood from me.”

source: ལྷ་ཅིའི་སླད་དུ་ཕྱག་ལ་ཞལ་གཏད་དེ་ཐུགས་མི་དགྱེས་ཤིང་བཞུགས།
en: The ministers saw him and asked, “Your Majesty, why are you plunged into grief, resting your cheek on your hand?”

source: རྒྱལ་པོས་སྨྲས་པ། ཤེས་ལྡན་དག་ད་ལྟར་བཅོམ་ལྡན་འདས་ནི་ངའི་བསོད་སྙོམས་ཡོངས་སུ་ལོངས་སྤྱད་ན་ཡོན་བཤད་པ་ནི་མུ་ལྟོ་བའི་མིང་ནས་བརྗོད་ཅིང་མཛད་ན།
en: “Sirs,” replied the king, “the Blessed One assigned the rewards of the offerings to the name of a beggar, though he had accepted the almsfood from me.

source: ཅི་སྟེ་སེམས་ཁོང་དུ་ཆུད་ཅིང་མི་འདུག །དེ་ནས་བློན་པོ་རྒན་པོ་ཞིག་གིས་སྨྲས་པ།
en: How can I help being plunged into grief?” Then an old minister said, “Your Majesty, do not worry.

source: ལྷ་ཐུགས་ཁྲལ་ཆུང་ངུར་བཞུགས་ཤིག་དང་བདག་གིས་སང་ཅི་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་ཁོ་ནའི་མཚན་ནས་བརྗོད་དེ་ཡོན་བསྔོ་བ་མཛད་པ་དེ་ལྟར་བགྱིའོ། །དེས་ཞོ་ཤས་འཚོ་བ་རྣམས་ལ་བསྒོ་བ། ཁྱེད་ཀྱིས་སང་ཁ་ཟས་ཆེས་བསོད་པ་དང་རབ་ཏུ་མང་པོ་སྟ་གོན་གྱིས་ལ་བྲིམ་པ་ཡང་འདི་ལྟར་ཅི་ནས་ཀྱང་ཕྱེད་ནི་དགེ་སློང་རྣམས་ཀྱི་ལྷུང་བཟེད་ཀྱི་ནང་དུ་འགྲོ་ལ།
en: We will somehow arrange it so that tomorrow the Blessed One will assign the rewards of the offerings to the name of Your Majesty only.” He then instructed the laborers, “Tomorrow you should prepare finer food, so that half of the distributed food will enter the monks’ bowls and the other half will fall on the ground somehow.”

source: ཕྱེད་ནི་ས་ལ་འབོ་བར་གྱིས་ཤིག །དེ་དག་གིས་ཕྱི་དེ་ཉིན་ཁ་ཟས་ཆེས་བསོད་པ་དང་། ཆེས་རབ་ཏུ་མང་བ་བཤམས་ཏེ།
en: The next day they prepared finer food.

source: དེ་ནས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལེགས་པར་བཞུགས་པར་རིག་ནས་བྲིམ་པར་བརྩམས་ཏེ། ཕྱེད་ནི་དགེ་སློང་རྣམས་ཀྱི་ལྷུང་བཟེད་དུ་བླུགས། ཕྱེད་ནི་ས་ལ་ཕོའོ།
en: Then, knowing that the community of monks headed by the Buddha had sat down in comfort, they began to serve them, placing half of the food into the monks’ bowls and letting the other half fall on the ground.

source: །དེ་ནས་མུ་ལྟོ་བས་ས་ལ་ཕོ་བ་རྣམས་བསྡུ་བའི་ཕྱིར་བརྒྱུགས་པ་དང་དེ་ཕྱག་ཚང་འབྲིམ་པ་དག་གིས་སླར་བསྐྲད་དོ།
en: The beggar rushed to gather the food that had fallen on the ground, but the waiters blocked him.

source: །དེ་ནས་མུ་ལྟོ་བ་དེས་སྨྲས་པ། གལ་ཏེ་རྒྱལ་པོ་འདི་ལ་ནོར་རྫས་རབ་ཏུ་མང་པོ་ཡོད་ན་བདག་ཅག་ལྟ་བུ་སྡུག་བསྔལ་བ་སློང་བ་གང་ཡིན་པ་དེ་དག་ལ་ཅིའི་ཕྱིར་མི་སྦྱིན།
en: Then the beggar said, “If this king has much treasure, why does he not give it to suffering, begging people like us?

source: ཁ་ཟས་འདི་བོར་བ་ཅི་ཕན་ཞེས་མུ་ལྟོ་བ་དེ་སེམས་འཁྲུགས་པས་སྔོན་གྱི་ཇི་ལྟ་བ་དེ་ལྟར་སེམས་དད་པར་བྱ་མ་ནུས་སོ།
en: What is the use of this wasted food?” His mind being disturbed, the beggar was not able to maintain his mind filled with faith as before.

source: །དེ་ནས་རྒྱལ་པོས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་དེ་རྣམས་གདུགས་ཚོད་གསོལ་ཟིན་པ་དང་། བཅོམ་ལྡན་འདས་བདག་གི་མིང་ནས་སྨོས་ཏེ་ཡོན་བསྔོ་བ་ནི་མི་མཛད་དོ་སྙམ་དུ་བསམས་ནས་ཡོན་བསྔོ་བ་མ་མཉན་པ་ཁོ་ནར་ཁྱིམ་དུ་སོང་ངོ་། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་མིང་ནས་སྨོས་ཏེ་ཡོན་བསྔོས་པ་འདི་སྐད་དུ་མཛད་དེ།
en: When the community of monks headed by the Buddha had finished the meal, the king went home without hearing the rewards of the offerings assigned, thinking, “The Blessed One will not assign the rewards of the offerings to my name.” But the Blessed One did assign the rewards of the offerings to the name of King Prasenajit of Kosala, saying: “See, it is by the power

source: གླང་པོ་རྟ་དང་ཤིང་རྟ་དཔུང་བུ་ཆུང་།
en: Of rough, saltless gruel

source: །ཞོན་ནས་གྲོང་ཁྱེར་ཡུལ་བཅས་འཁོལ་བྱེད་པ།
en: That he rules the city and country,

source: །ཟན་དྲོན་ལན་ཚྭ་དག་གིས་མ་བཏབ་ཅིང་།
en: Going around with elephants, horses, chariots, and infantry.” C.

source: །སྣུམ་བག་མེད་པའི་མ་ཐུ་ནི་ཡིན་པར་ལྟོས།
en: The Former Life of King Prasenajit
